tap "anomalyco/tap"
tap "blackmann/brew"
tap "homebrew/services"
brew "difftastic"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "harper"
brew "helix"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "postgresql@16"
brew "prettier"
brew "ripgrep"
brew "tailwindcss-language-server"
brew "typescript-language-server"
brew "typos-lsp"
brew "vscode-langservers-extracted"
brew "wget"
brew "wireguard-tools"
brew "yazi"
brew "zoxide"
brew "anomalyco/tap/opencode"
cask "1password"
cask "bettertouchtool"
cask "brave-browser"
cask "dbngin"
cask "firefox"
cask "font-jetbrains-mono"
cask "slack"
cask "spotify"
cask "zed"
cask "zoom"
