tap "heroku/brew"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
brew "mongodb", restart_service: true
brew "python"
brew "unrar"
brew "watchman"
brew "node"
brew "yarn"
brew "phantomjs"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "homebrew/php/php71"
cask "cyberduck"
cask "java"
cask "sublime-text"
cask "postico"
cask "gitkraken"
